Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Direct and debrid streams open straight in your chosen player, which then handles playback and resume. Torrents, header-protected sources, and trailers always use the built-in player.
af: Direkte en debrid-strome maak direk oop in jou gekose speler, wat dan afspeel en hervatting hanteer. Torrente, kopbeskermde bronne en voorbeeldgrepe gebruik altyd die ingeboude speler.
am: ቀጥተኛ እና debrid ዥረቶች ቀጥታ ወደ ተመረጠው ተጫዋቺዎ ይከፈታሉ፣ ከዚያም ፕሌይባክ እና ቀጠልን ይቆጣጠራሉ። Torrents፣ ሄደር-ጠባቂ ምንጮች፣ እና ትሬይለሮች ሁልጊዜ የተቀናጀ ተጫዋቹን ይጠቀማሉ።
ar: تُفتَح المصادر المباشرة ومصادر debrid مباشرة في المشغّل الذي اخترته، والذي يتولّى بعدها التشغيل والاستئناف. أما torrent والمصادر المحميّة بالترويسات والمقاطع الدعائية فتستخدم دائمًا المشغّل المدمج.
as: ডাইৰেক্ট আৰু debrid ষ্ট্ৰীমবোৰ পোনে পোনে আপুনি বছা প্লেয়াৰত খোলে, যিয়ে পিছত প্লেবেক আৰু পুনৰ আৰম্ভ চম্ভালে। টৰেণ্ট, হেডাৰ-সুৰক্ষিত উৎস আৰু ট্ৰেইলাৰবোৰে সদায় অন্তৰ্নিহিত প্লেয়াৰ ব্যৱহাৰ কৰে।
az: Birbaşa və debrid axınları birbaşa seçilmiş oynatıcınızda açılır, sonra o, oynatma və davam etdirməni idarə edir. Torrentlər, başlıqla qorunan mənbələr və treylerlər həmişə daxili oynatıcıdan istifadə edir.
be: Прамыя і debrid-стрымы адкрываюцца адразу ў абраным вамі прайгравальніку, які потым кіруе прайграваннем і аднаўленнем. Тарэнты, крыніцы з абаронай загалоўкамі і трэйлеры заўсёды выкарыстоўваюць убудаваны прайгравальнік.
bg: Директните и debrid потоците се отварят директно в избрания от вас плейър, който след това управлява възпроизвеждането и продължаването. Torrent файловете, източниците със защитени хедъри и трейлърите винаги използват вградения плейър.
bn: সরাসরি ও debrid স্ট্রিম সরাসরি আপনার বেছে নেওয়া প্লেয়ারে খোলে, যা এরপর প্লেব্যাক এবং রিজিউম সামলায়। Torrent, হেডার-সুরক্ষিত সোর্স এবং ট্রেলার সবসময় অন্তর্নির্মিত প্লেয়ার ব্যবহার করে।
br: Al lanvioù eeun ha debrid a zigor war-eeun en ho c'hoarier dibabet, a vera neuze ar c'hoari hag an adkregiñ. An torrentoù, ar mammennoù gwarezet dre reollin, hag an teaseroù a implij bepred ar c'hoarier diabarzh.
bs: Direktni i debrid streamovi otvaraju se direktno u odabranom plejeru, koji zatim upravlja reprodukcijom i nastavkom. Torenti, izvori zaštićeni zaglavljem i najave uvijek koriste ugrađeni plejer.
ca: Els streams directes i de debrid s'obren directament al reproductor escollit, que gestiona la reproducció i la posició. Els torrents, les fonts amb protecció de capçalera i els tràilers sempre fan servir el reproductor integrat.
ceb: Ang direkta ug debrid nga stream diretso nga moabli sa imong gipili nga player, nga maoy modumala sa playback ug resume. Ang mga torrent, header-protected nga tinubdan, ug mga trailer kanunay nga mogamit sa sulod nga player.
cs: Přímé a debrid streamy se otevřou rovnou ve vámi zvoleném přehrávači, který pak zajistí přehrávání a navázání. Torrenty, zdroje chráněné hlavičkami a upoutávky vždy používají vestavěný přehrávač.
cy: Mae ffrydiau uniongyrchol a debrid yn agor yn syth yn eich chwaraewr dewisol, sydd wedyn yn trin chwarae ac ailddechrau. Mae torentiau, ffynonellau wedi'u diogelu gan bennawd, a rhaghysbysebion bob amser yn defnyddio'r chwaraewr mewnol.
da: Direkte streams og debrid-streams åbnes direkte i din valgte afspiller, som derefter håndterer afspilning og genoptagelse. Torrents, header-beskyttede kilder og trailere bruger altid den indbyggede afspiller.
de: Direkt- und debrid-Streams werden direkt in deinem gewählten Player geöffnet, der dann Wiedergabe und Fortsetzen übernimmt. Torrents, header-geschützte Quellen und Trailer nutzen immer den integrierten Player.
el: Οι απευθείας και debrid ροές ανοίγουν κατευθείαν στην επιλεγμένη αναπαραγωγή σας, η οποία τότε αναλαμβάνει την αναπαραγωγή και τη συνέχιση. Τα torrent, οι πηγές με προστασία κεφαλίδων και τα τρέιλερ χρησιμοποιούν πάντα την ενσωματωμένη αναπαραγωγή.
es: Las fuentes directas y debrid se abren directamente en el reproductor elegido, que luego gestiona la reproducción y la reanudación. Los torrents, las fuentes protegidas por cabeceras y los tráileres siempre usan el reproductor integrado.
et: Otse- ja debrid-voogud avanevad otse sinu valitud mängijas, mis seejärel hoolitseb taasesituse ja jätkamise eest. Torrentid, päisekaitsega allikad ja treilerid kasutavad alati sisseehitatud mängijat.
eu: Esteka zuzenak eta debrid korronteak zuzenean irekitzen dira aukeratutako erreproduzitzailean, honek erreprodukzioa eta jarraipena kudeatzen ditu. Torrentek, goiburuaz babestutako iturburuek eta trailerrek beti barneko erreproduzitzailea erabiltzen dute.
fa: جریان‌های مستقیم و دبرید مستقیماً در پخش‌کننده انتخابی شما باز می‌شوند که سپس پخش و ادامه را مدیریت می‌کند. تورنت‌ها، منابع محافظت‌شده با هدر و تریلرها همیشه از پخش‌کننده داخلی استفاده می‌کنند.
fi: Suorat ja debrid-lähteet avautuvat suoraan valitsemassasi soittimessa, joka sitten hoitaa toiston ja jatkamisen. Torrentit, otsaketta vaativat lähteet ja trailerit käyttävät aina sisäänrakennettua soitinta.
fil: Ang mga direct at debrid stream ay bumubukas agad sa iyong piniling player, na siyang humahawak sa playback at resume. Ang mga torrent, source na protektado ng header, at trailer ay palaging gumagamit ng built-in na player.
fo: Beinleiðis og debrid streymar lata upp beinleiðis í valda spælara tínum, ið síðani sær um spæling og framhaldstøku. Torrentar, høvuðsvardar keldur og forsýningar brúka altíð innbygda spælaran.
fr: Les streams directs et debrid s'ouvrent directement dans le lecteur que vous avez choisi, qui gère ensuite la lecture et la reprise. Les torrents, les sources protégées par en-têtes et les bandes-annonces utilisent toujours le lecteur intégré.
fy: Direkte en debrid-streams iepenje daliks yn jo keazen spiler, dy't dan it ôfspyljen en it fierder gean regelet. Torrents, mei koptekst beskerme boarnen en trailers brûke altyd de ynboude spiler.
ga: Osclaíonn sruthanna díreacha agus debrid díreach sa seinnteoir a roghnaigh tú, a láimhseálann an seinnt agus an t-atosú ansin. Úsáideann torrents, foinsí ceanntásc-chosanta agus réamhbhlaiseadh an seinnteoir ionsuite i gcónaí.
gd: Fosglaidh sruthan dìreach is debrid dìreach sa chluicheadair a thagh thu, a làimhsicheas an uair sin an cluich agus an ath-thòiseachadh. Cleachdaidh torrents, tùsan fo dhìon bann-cinn, agus trèilearan cluicheadair na broinn an-còmhnaidh.
gl: Os fluxos directos e debrid ábrense directamente no reprodutor escollido, que xestiona a reprodución e a posición. Os torrents, as fontes con cabeceiras protexidas e os tráilers usan sempre o reprodutor integrado.
gu: સીધા અને debrid stream તમારા પસંદ કરેલા પ્લેયરમાં સીધા ખૂલે છે, જે પછી પ્લેબેક અને ફરી શરૂ કરવાનું સંભાળે છે. Torrent, હેડર-સંરક્ષિત સ્રોત અને ટ્રેલર હંમેશા બિલ્ટ-ઇન પ્લેયર વાપરે છે.
ha: Kai tsaye da streams na debrid suna buɗewa kai tsaye a cikin mai kunnawa da ka zaɓa, wanda daga nan yake sarrafa kunnawa da ci gaba. Torrents, tushe da aka kare da header, da tirela koyaushe suna amfani da mai kunnawa da aka gina ciki.
he: מקורות ישירים ומקורות debrid נפתחים ישירות בנגן שבחרת, שמטפל לאחר מכן בהשמעה ובהמשך הצפייה. טורנטים, מקורות מוגני כותרות וטריילרים תמיד משתמשים בנגן המובנה.
hi: डायरेक्ट और debrid स्ट्रीम सीधे आपके चुने हुए प्लेयर में खुलती हैं, जो फिर प्लेबैक और रिज़्यूम संभालता है। torrent, हेडर-संरक्षित स्रोत और ट्रेलर हमेशा बिल्ट-इन प्लेयर का उपयोग करते हैं।
hr: Izravni i debrid streamovi otvaraju se izravno u odabranom playeru, koji zatim obrađuje reprodukciju i nastavak. Torrenti, izvori zaštićeni zaglavljem i najave uvijek koriste ugrađeni player.
ht: Stream dirèk ak debrid ouvri dirèkteman nan lektè ou chwazi a, ki apre sa jere lekti ak repriz. Torrent yo, sous ki pwoteje ak header, ak trailer yo toujou sèvi ak lektè entegre a.
hu: A közvetlen és a debrid streamek közvetlenül a kiválasztott lejátszóban nyílnak meg, amely ezután kezeli a lejátszást és a folytatást. A torrentek, a fejlécvédett források és az előzetesek mindig a beépített lejátszót használják.
hy: Ուղիղ և debrid հոսքերն անմիջապես բացվում են ձեր ընտրած նվագարկիչում, որն այնուհետ կառավարում է նվագարկումն ու շարունակությունը։ Torrent-ները, վերնագիր-պաշտպանված աղբյուրները և թրեյլերները միշտ օգտագործում են ներկառուցված նվագարկիչը։
id: Stream langsung dan debrid terbuka langsung di pemutar pilihan Anda, yang kemudian menangani pemutaran dan melanjutkan. Torrent, sumber berlindung header, dan trailer selalu menggunakan pemutar bawaan.
ig: Stream kwụ ọtọ na debrid na-emeghe ozugbo n'onye ọkpụ ị họọrọ, nke na-ejikwa nkpọ na mmaliteghachi. Torrent, isi mmalite echekwara isi, na trailer na-eji onye ọkpụ arụnyere mgbe niile.
is: Beinar og debrid-streymi opnast beint í völdum spilaranum þínum, sem annast þá afspilun og fortaksstöðu. Torrentar, haus-verndaðar heimildir og trailers nota alltaf innbyggðan spilarann.
it: Le sorgenti dirette e debrid si aprono direttamente nel lettore scelto, che poi gestisce riproduzione e ripresa. Torrent, sorgenti protette da header e trailer usano sempre il lettore integrato.
ja: ダイレクトと debrid のストリームは、選択したプレーヤーで直接開き、そのプレーヤーが再生と再開を処理します。torrent、ヘッダー保護されたソース、予告編は常に内蔵プレーヤーを使用します。
jv: Stream langsung lan debrid mbukak langsung ing pemuter pilihan sampeyan, sing banjur nangani pemutaran lan nerusaké. Torrent, sumber sing dilindhungi header, lan trailer tansah nganggo pemuter bawaan.
ka: პირდაპირი და debrid ნაკადები პირდაპირ იხსნება არჩეულ პლეერში, რომელიც შემდეგ მართავს დაკვრას და განახლებას. ტორენტები, header-დაცული წყაროები და ტრეილერები ყოველთვის გამოიყენებს ჩაშენებულ პლეერს.
kk: Тікелей және debrid ағындары тікелей таңдалған ойнатқышта ашылады, ол ойнатуды және жалғастыруды басқарады. Торренттер, тақырыппен қорғалған дерек көздер және трейлерлер әрдайым кірістірілген ойнатқышты пайдаланады.
km: ស្ត្រីម direct និង debrid បើកដោយផ្ទាល់ក្នុងកម្មវិធីចាក់ដែលអ្នកជ្រើសរើស ដែលបន្ទាប់មកដោះស្រាយការចាក់ និងការបន្ត។ Torrents, ប្រភពដែលការពារ header, និង trailers តែងតែប្រើកម្មវិធីចាក់ built-in។
kn: ನೇರ ಮತ್ತು debrid ಸ್ಟ್ರೀಮ್‌ಗಳು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ಲೇಯರ್‌ನಲ್ಲಿ ನೇರವಾಗಿ ತೆರೆಯುತ್ತವೆ, ಅದು ನಂತರ ಪ್ಲೇಬ್ಯಾಕ್ ಮತ್ತು ಮರುಪ್ರಾರಂಭವನ್ನು ನಿರ್ವಹಿಸುತ್ತದೆ. Torrent ಗಳು, ಹೆಡರ್-ಸಂರಕ್ಷಿತ ಮೂಲಗಳು ಮತ್ತು ಟ್ರೇಲರ್‌ಗಳು ಯಾವಾಗಲೂ ಅಂತರ್ನಿರ್ಮಿತ ಪ್ಲೇಯರ್ ಅನ್ನು ಬಳಸುತ್ತವೆ.
ko: 직접 및 debrid 스트림은 선택한 플레이어에서 바로 열리며, 이후 재생과 이어보기를 해당 플레이어가 처리합니다. torrent, 헤더 보호 소스, 예고편은 항상 내장 플레이어를 사용합니다.
ku: Streamên rasterast û debrid rasterast di lîstikvanê ku te hilbijartî de vedibin, ku paşê lêdan û berdewamkirinê birêve dibe. Torrent, çavkaniyên bi serî parastî û fragmanan herdem lîstikvanê hundirîn bikar tînin.
ky: Түз жана debrid стримдер сиз тандаган ойноткучто түз ачылат, ал андан кийин ойнотууну жана улантууну башкарат. Торренттер, header менен корголгон булактар жана трейлерлер дайыма кыналган ойноткучту колдонот.
lb: Direkt an Debrid-Streams ginn direkt an dengem gewielte Player op, deen dann d'Ofspillen an d'Weiderspillen iwwerhëlt. Torrenten, Header-geschützte Quellen an Trailer benotzen ëmmer den agebaute Player.
lo: ສະຕຣີມໂດຍກົງ ແລະ debrid ຈະເປີດໂດຍກົງໃນຕົວຫຼິ້ນທີ່ທ່ານເລືອກ ເຊິ່ງຈະຈັດການການຫຼິ້ນ ແລະ ການຫຼິ້ນຕໍ່. ທໍເຣັນທ໌, ແຫຼ່ງທີ່ປ້ອງກັນດ້ວຍ header, ແລະ ຕົວຢ່າງໜັງ ຈະໃຊ້ຕົວຫຼິ້ນທີ່ມາໃນຕົວສະເໝີ.
lt: Tiesioginiai ir debrid srautai atveriami tiesiai jūsų pasirinktame grotuve, kuris tada tvarko atkūrimą ir tęsimą. Torrent failai, antraštėmis apsaugoti šaltiniai ir anonsai visada naudoja įtaisytąjį grotuvą.
lv: Tiešās un debrid straumes atveras tieši jūsu izvēlētajā atskaņotājā, kas pēc tam pārvalda atskaņošanu un atsākšanu. Torrent faili, ar galveni aizsargātie avoti un treileri vienmēr izmanto iebūvēto atskaņotāju.
mg: Ny stream mivantana sy debrid dia misokatra mivantana amin'ny player nofidianao, izay mitantana ny famerenana sy fanohizana. Ny torrent, ny loharano voaaro amin'ny header, ary ny trailer dia mampiasa ny player anatiny foana.
mi: Ka tuwhera tika ngā awa tōtika me ngā awa debrid ki tō pūtangi kua kōwhiria, ā, māna e whakahaere te pāho me te haere-tonu. Ka whakamahi tonu ngā torrent, ngā pūtake kua tiakina-e-te-pane, me ngā tīra i te pūtangi tāroto.
mk: Директните и debrid стримови директно се отвораат во вашиот избран плеер, кој потоа го управува репродукцијата и продолжувањето. Торентите, заштитените извори и трејлерите секогаш го користат вградениот плеер.
ml: ഡയറക്ട്, debrid സ്ട്രീമുകൾ നിങ്ങൾ തിരഞ്ഞെടുത്ത പ്ലെയറിൽ നേരിട്ട് തുറക്കുന്നു, അത് പിന്നീട് പ്ലേബാക്കും റെസ്യൂമും കൈകാര്യം ചെയ്യുന്നു. Torrent-കൾ, ഹെഡർ-സംരക്ഷിത സോഴ്സുകൾ, ട്രെയിലറുകൾ എന്നിവ എപ്പോഴും ബിൽറ്റ്-ഇൻ പ്ലെയർ ഉപയോഗിക്കുന്നു.
mn: Шууд болон debrid урсгалууд таны сонгосон тоглуулагч дээр шууд нээгдэж, дараа нь тоглуулах болон үргэлжлүүлэхийг зохицуулна. Торрент, толгой хамгаалалттай эх сурвалж болон трейлерүүд үргэлж суурилуулсан тоглуулагчийг ашиглана.
mr: थेट आणि debrid stream थेट तुम्ही निवडलेल्या प्लेअरमध्ये उघडतात, जो नंतर प्लेबॅक आणि पुन्हा सुरू करणे हाताळतो. Torrent, हेडर-संरक्षित स्रोत आणि ट्रेलर नेहमी अंगभूत प्लेअर वापरतात.
ms: Strim terus dan debrid dibuka terus dalam pemain pilihan anda, yang kemudian mengendalikan main balik dan sambung semula. Torrent, sumber dilindungi pengepala, dan treler sentiasa menggunakan pemain terbina dalam.
mt: L-istreams diretti u debrid jinfetħu direttament fil-player magħżul tiegħek, li mbagħad jimmaniġġja l-playback u l-issoktar. It-torrents, sorsi protetti bl-header, u t-trailers dejjem jużaw il-player integrat.
my: တိုက်ရိုက်နှင့် debrid stream များသည် သင်ရွေးထားသော player တွင် တိုက်ရိုက်ပွင့်ပြီး ၎င်းက ဖွင့်ကြည့်ခြင်းနှင့် ပြန်ဆက်ခြင်းကို ကိုင်တွယ်သည်။ Torrent များ၊ header ကာကွယ်ထားသော အရင်းအမြစ်များနှင့် နမူနာဗီဒီယိုများသည် အမြဲ ပါဝင်ပြီးသား player ကို သုံးသည်။
nb: Direkte- og debrid-strømmer åpnes direkte i spilleren du har valgt, som så håndterer avspilling og gjenopptaking. Torrenter, header-beskyttede kilder og trailere bruker alltid den innebygde spilleren.
ne: प्रत्यक्ष र debrid स्ट्रिमहरू सीधै तपाईंले रोजेको प्लेयरमा खुल्छन्, जसले प्लेब्याक र रिजुम सम्हाल्छ। Torrents, हेडर-सुरक्षित स्रोतहरू र ट्रेलरहरू सधैं बिल्ट-इन प्लेयर प्रयोग गर्छन्।
nl: Directe en debrid-streams openen rechtstreeks in je gekozen speler, die vervolgens het afspelen en hervatten regelt. Torrents, bronnen met header-beveiliging en trailers gebruiken altijd de ingebouwde speler.
ny: Ma stream a direct ndi debrid amatsekuka mwachindunji mu player yomwe mwasankha, imene kenako imayang'anira kusewera ndi kupitiriza. Ma torrent, magwero otetezedwa ndi header, ndi ma trailer nthawi zonse amagwiritsa ntchito player yamkati.
oc: Los fluxes dirèctes e debrid se dobrisson dirèctament dins lo lector qu'avètz causit, que gerís puèi la lectura e la represa. Los torrents, las fonts protegidas per entèstas e las bandas anóncia utilizan totjorn lo lector integrat.
or: ଡିରେକ୍ଟ ଓ ଡେବ୍ରିଡ୍ ଷ୍ଟ୍ରିମ ସିଧାସଳଖ ଆପଣଙ୍କ ବଛା ପ୍ଲେୟାରରେ ଖୋଲେ, ଯାହା ପରେ ପ୍ଲେବ୍ୟାକ ଓ ରିଜ୍ୟୁମ ପରିଚାଳନା କରେ। ଟରେଣ୍ଟ, ହେଡର-ସୁରକ୍ଷିତ ଉତ୍ସ ଏବଂ ଟ୍ରେଲର ସର୍ବଦା ବିଲ୍ଟ-ଇନ ପ୍ଲେୟାର ବ୍ୟବହାର କରେ।
pa: ਡਾਇਰੈਕਟ ਅਤੇ ਡੈਬ੍ਰਿਡ ਸਟ੍ਰੀਮ ਸਿੱਧੇ ਤੁਹਾਡੇ ਚੁਣੇ ਪਲੇਅਰ ਵਿੱਚ ਖੁੱਲ੍ਹਦੀਆਂ ਹਨ, ਜੋ ਫਿਰ ਪਲੇਬੈਕ ਅਤੇ ਰਿਜ਼ਿਊਮ ਸੰਭਾਲਦਾ ਹੈ। ਟੋਰੈਂਟ, ਹੈਡਰ-ਸੁਰੱਖਿਅਤ ਸਰੋਤ ਅਤੇ ਟ੍ਰੇਲਰ ਹਮੇਸ਼ਾ ਬਿਲਟ-ਇਨ ਪਲੇਅਰ ਵਰਤਦੇ ਹਨ।
pl: Strumienie bezpośrednie i debrid otwierają się od razu w wybranym odtwarzaczu, który następnie obsługuje odtwarzanie i wznawianie. Torrenty, źródła chronione nagłówkami i zwiastuny zawsze używają wbudowanego odtwarzacza.
ps: مستقیم او دیبرید سټریمونه سیده ستاسو په ټاکل شوي غږوونکي کې خلاصیږي، چې بیا غږول او بیا پیلول اداره کوي. تورنټونه، د سرلیک-خوندي شوي سرچینې او تریلرونه تل دننه‌جوړ غږوونکی کاروي.
pt_br: Streams diretos e debrid abrem direto no player escolhido, que então cuida da reprodução e da retomada. Torrents, fontes protegidas por cabeçalho e trailers sempre usam o player integrado.
pt_pt: As streams diretas e debrid abrem diretamente no leitor escolhido, que depois trata da reprodução e da retoma. Os torrents, as fontes protegidas por cabeçalhos e os trailers usam sempre o leitor incorporado.
ro: Stream-urile directe și debrid se deschid direct în playerul ales, care apoi gestionează redarea și reluarea. Torrentele, sursele protejate prin antet și trailerele folosesc întotdeauna playerul încorporat.
ru: Прямые и debrid-потоки открываются сразу в выбранном вами плеере, который затем управляет воспроизведением и возобновлением. Torrent, источники с защитой по заголовкам и трейлеры всегда используют встроенный плеер.
rw: Streams ziziguye n'iza debrid zifungurwa mu buryo butaziguye muri player wahisemo, maze iyicunga ubukinisha no gukomeza. Torrents, inkomoko zirinzwe na header, na trailers buri gihe bikoresha player yo mu porogaramu.
sd: سڌا ۽ debrid اسٽريم سڌو اوهان جي چونڊيل پليئر ۾ کلن ٿا، جيڪو پوءِ پلي بيڪ ۽ ٻيهر شروعات کي سنڀالي ٿو. ٽورينٽ، هيڊر-محفوظ ذريعا، ۽ ٽريلر هميشه بلٽ-ان پليئر استعمال ڪن ٿا.
si: සෘජු සහ debrid streams ඔබ තෝරාගත් ප්ලේයරයේ කෙළින්ම විවෘත වන අතර, එය පසුව වාදනය සහ නැවත ආරම්භය හසුරුවයි. Torrent, header-ආරක්ෂිත මූලාශ්‍ර සහ පෙරදසුන් සැම විටම අන්තර්ගත ප්ලේයරය භාවිත කරයි.
sk: Priame a debrid streamy sa otvoria priamo vo vybranom prehrávači, ktorý potom rieši prehrávanie a obnovenie. Torrenty, zdroje chránené hlavičkou a upútavky vždy používajú zabudovaný prehrávač.
sl: Neposredni in debrid viri se odprejo neposredno v izbranem predvajalniku, ki nato poskrbi za predvajanje in nadaljevanje. Torrenti, viri z zaščitenimi glavami in napovedniki vedno uporabljajo vgrajeni predvajalnik.
sm: E tatala saʻo streams tuusao ma debrid i lau taialo ua filifilia, lea e taulimaina ai le taalo ma le toe amata. O torrents, puna e puipuia le ulu, ma trailers e faaaoga i taimi uma le taialo o loo i totonu.
sn: Ma stream akananga uye e debrid anovhurika zvakananga mumutambi wawasarudza, iwo unozobata kutamba nokupfuurira. Ma torrents, nzvimbo dzine header-protected, uye ma trailer zvinogara zvichishandisa mutambi wemukati.
so: Stream-yada tooska iyo debrid si toos ah ayay ugu furmaan ciyaaryahankaaga aad dooratay, kaas oo markaas maamula ciyaarista iyo sii-wadista. Torrents, ilaha header-ka lagu ilaaliyay, iyo horudhacyada had iyo jeer waxay isticmaalaan ciyaaryahanka gudaha ku dhex jira.
sq: Transmetimet direkte dhe debrid hapen drejtpërdrejt në luajtësin tuaj të zgjedhur, i cili menaxhon luajtjen dhe vazhdimin. Torrentet, burimet me mbrojtje header dhe treilerët përdorin gjithmonë luajtësin e integruar.
sr: Директни и debrid извори се отварају директно у изабраном плејеру, који затим управља репродукцијом и наставком. Torrent садржаји, извори заштићени заглављем и трејлери увек користе уграђени плејер.
st: Li-stream tse tobileng le tsa debrid li bulehela ka kotloloho ho sebapali seo u se khethileng, se ntan'o sebetsana le playback le ho tsoela pele. Litorente, mehloli e sireletsehileng ka header, le litrailara kamehla li sebelisa sebapali se kahara.
su: Stream langsung jeung debrid muka langsung dina pamuter pilihan anjeun, nu tuluy ngurus pamuteran jeung neruskeun. Torrent, sumber nu ditangtayungan header, jeung trailer salawasna maké pamuter bawaan.
sv: Direkt- och debrid-strömmar öppnas direkt i din valda spelare, som sedan sköter uppspelning och återupptagning. Torrenter, källor med skyddade headers och trailrar använder alltid den inbyggda spelaren.
sw: Mtiririko wa moja kwa moja na debrid hufunguka moja kwa moja kwenye mchezaji uliochaguliwa, ambao kisha hushughulikia uchezaji na kuendelea. Torenti, vyanzo vilivyolindwa na kichwa, na matangazo daima hutumia mchezaji uliojengwa ndani.
ta: நேரடி மற்றும் debrid ஸ்ட்ரீம்கள் நீங்கள் தேர்ந்தெடுத்த பிளேயரில் நேரடியாகத் திறக்கும், அதுவே இயக்கத்தையும் தொடர்ச்சியையும் கையாளும். Torrent-கள், தலைப்பு-பாதுகாக்கப்பட்ட ஆதாரங்கள் மற்றும் டிரெய்லர்கள் எப்போதும் உள்ளமைந்த பிளேயரைப் பயன்படுத்தும்.
te: డైరెక్ట్ మరియు debrid స్ట్రీమ్‌లు మీరు ఎంచుకున్న ప్లేయర్‌లో నేరుగా తెరుచుకుంటాయి, ఆ తర్వాత అది ప్లేబ్యాక్ మరియు రెజ్యూమ్‌ను నిర్వహిస్తుంది. Torrentలు, హెడర్-రక్షిత సోర్స్‌లు, మరియు ట్రైలర్‌లు ఎల్లప్పుడూ అంతర్నిర్మిత ప్లేయర్‌ను వాడతాయి.
tg: Ҷараёнҳои мустақим ва debrid рост дар плеери интихобкардаи шумо кушода мешаванд, ки сипас пахш ва идомаро идора мекунад. Торрентҳо, манбаъҳои бо сарлавҳа ҳифзшуда ва трейлерҳо ҳамеша плеери дарунсохтро истифода мебаранд.
th: สตรีมแบบตรงและ debrid จะเปิดตรงในตัวเล่นที่คุณเลือก ซึ่งจะจัดการการเล่นและการเล่นต่อ ทอร์เรนต์ แหล่งที่ป้องกันด้วย header และตัวอย่างจะใช้ตัวเล่นในตัวเสมอ
tr: Doğrudan ve debrid akışları, oynatma ve devam ettirmeyi üstlenen seçtiğiniz oynatıcıda doğrudan açılır. Torrentler, başlık korumalı kaynaklar ve fragmanlar her zaman yerleşik oynatıcıyı kullanır.
tt: Туры һәм debrid агымнары турыдан-туры сайлаган плеерыңда ачыла, ул уйнату һәм дәвам итүне башкара. Торрентлар, башлык белән якланган чыганаклар һәм трейлерлар һәрчак эчке плеерны куллана.
ug: بىۋاسىتە ۋە debrid ئېقىنلىرى تاللىغان قويغۇچىڭىزدا بىۋاسىتە ئېچىلىدۇ، ئاندىن ئۇ قويۇش ۋە داۋاملاشتۇرۇشنى بىر تەرەپ قىلىدۇ. Torrent لار، ماۋزۇ قوغدىلىشلىق مەنبەلەر ۋە فراگمېنتلار ھەمىشە ئىچكى قويغۇچنى ئىشلىتىدۇ.
uk: Прямі та debrid-потоки відкриваються одразу у вибраному плеєрі, який далі керує відтворенням і поновленням. Торренти, джерела із захищеними заголовками та трейлери завжди використовують вбудований плеєр.
ur: براہِ راست اور debrid اسٹریمز سیدھے آپ کے منتخب کردہ پلیئر میں کھلتی ہیں، جو پھر پلے بیک اور دوبارہ شروع کرنے کو سنبھالتا ہے۔ ٹورنٹس، ہیڈر سے محفوظ ذرائع، اور ٹریلرز ہمیشہ بلٹ-اِن پلیئر استعمال کرتے ہیں۔
uz: To'g'ridan-to'g'ri va debrid oqimlar tanlangan pleyeringizda to'g'ridan-to'g'ri ochiladi, keyin u ijro va davom ettirishni boshqaradi. Torrentlar, sarlavha bilan himoyalangan manbalar va treylerlar har doim o'rnatilgan pleyerdan foydalanadi.
vi: Nguồn trực tiếp và debrid mở thẳng trong trình phát bạn đã chọn, sau đó trình phát đó xử lý việc phát và tiếp tục xem. Torrent, nguồn được bảo vệ bằng header và trailer luôn dùng trình phát tích hợp.
xh: Ii-stream ezingqo neze-debrid zivuleka ngqo kumdlali owukhethileyo, othi ke uphathe ukudlala nokuqhubeka. Iitorrents, imithombo ekhuselwe ngesihloko, kunye neetreyila zisoloko zisebenzisa umdlali ongaphakathi.
yo: Àwọn stream tààrà àti debrid máa ń ṣí tààrà sínú ẹ̀rọ-ìtúfò tí o yàn, èyí tí yóò sì ṣàkóso ìtúfò àti ìtẹ̀síwájú. Àwọn torrent, orísun tí àkọlé dáàbò bò, àti trailer máa ń lo ẹ̀rọ-ìtúfò abínú-inú nígbà gbogbo.
zh_hans: 直链和 debrid 串流会直接在你选择的播放器中打开，并由该播放器处理播放和续播。torrent、带请求头保护的来源和预告片始终使用内置播放器。
zh_hant: 直連與 debrid 串流會直接以你所選的播放器開啟，由其負責播放與續播。Torrent、含標頭保護的來源與預告片一律使用內建播放器。
zu: Ama-stream aqondile nawe-debrid avuleka ngqo kumdlali owukhethile, obese uphatha ukudlala nokuqhubeka. Ama-torrent, imithombo evikelwe yi-header, kanye nama-trailer ahlala esebenzisa umdlali owakhelwe ngaphakathi.
